/*
 * Translated default messages for the jQuery validation plugin.
 * Locale: ES (Spanish; Español)
 */
(function($) {
	$.extend($.validator.messages, {
		required: "ঘরটি অবশ্যই পূরণ করতে হবে.",
		remote: "এই ক্ষেত্র ঠিক করুন।",
		email: "একটি বৈধ ইমেইল ঠিকানা লিখুন।",
		url: "একটি বৈধ URL প্রবেশ করুন.",
		date: "একটি বৈধ তারিখ লিখুন দয়া করে।",
		dateISO: "দয়া করে একটি বৈধ তারিখ (আইএসও) দিন।",
		number: "দয়া করে একটি বৈধ নম্বর লিখুন।",
		digits: "অনুগ্রহ করে শুধুমাত্র সংখ্যা প্রবেশ করান।",
		creditcard: "অনুগ্রহপূর্বক একটি বৈধ ক্রেডিট কার্ড নাম্বার দিন।",
		equalTo: "আবার একই মান লিখুন দয়া করে।",
		notEqualTo: "দয়া করে একটি আলাদা মান সরবরাহ করুন, মানগুলি একই হওয়া উচিত নয়।",
		extension: "দয়া করে একটি বৈধ এক্সটেনশন সহ একটি মান সরবরাহ করুন।",
		maxlength: $.validator.format("দয়া করে {0} অক্ষরের বেশি প্রবেশ করবেন না enter"),
		minlength: $.validator.format("দয়া করে {0} অক্ষরের চেয়ে বেশি প্রবেশ করান না।"),
		rangelength: $.validator.format("দয়া করে লম্বা {0} এবং {1} অক্ষরের মধ্যে প্রবেশ করান।"),
		range: $.validator.format("দয়া করে {0} এবং {1} এর মধ্যে একটি মান লিখুন}"),
		max: $.validator.format("দয়া করে {0} এর চেয়ে কম বা সমান মান লিখুন।"),
		min: $.validator.format("দয়া করে {0} এর চেয়ে বড় বা সমান মান লিখুন।"),
		ckrequired:"ঘরটি অবশ্যই পূরণ করতে হবে.",
		passwordcustome:"বড় হাতের অক্ষর, ছোট ছোট অক্ষর, চিহ্ন এবং সংখ্যা সহ পাসওয়ার্ড কমপক্ষে 8 টি অক্ষরের দীর্ঘ হতে হবে।",
		emailcustom:"একটি বৈধ ইমেইল ঠিকানা লিখুন",
		lesserThan:"বন্ধ হওয়ার সময়ের চেয়ে কম হওয়া উচিত",
		greaterThan:"খোলার সময়ের চেয়ে বড় হওয়া আবশ্যক",
		greater:"পরিমাণের চেয়ে বড় হতে হবে"
	});
}(jQuery));
